# ********************< man page >********************
man 1    # 在Shell环境中可以操作的命令或可运行的文件
man 2    # 
man 3    # 
man 4    # 
man 5    # 配置文件或者是某些文件的格式
man 6    # 
man 7    # 
man 8    # 系统管理员可以使用的管理命令
man 9    #

Space    # 向下翻一页
q        # 退出
w        # 向上翻半页
d        # 向下翻半页
/word    # 向下搜索关键词
?word    # 向上搜索关键词
n        # 向下搜寻
N        # 向上搜寻

# ********************< info page >********************
Tab      # 光标在节点之间切换，以*显示
Enter    # 进入Node
Space    # 下翻一页
u        # 上一层
p        # 上一节
n        # 下一节
q        # 退出
h        # 显示求助菜单
?        # 命令一览表